IDEA StatiCa Open Model
ConnectionSetup.FrictionCoefficientPbolt Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Friction factor of slip-resistant joint
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double FrictionCoefficientPbolt { get; set; }
Public Property FrictionCoefficientPbolt As Double
	Get
	Set
public:
property double FrictionCoefficientPbolt {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace